Repository: ValYouAd/AdEntifyWebsite
Catalog: src/AdEntify/CommonBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Tagged photos
fr: Photos taguées

source: Untagged photos
fr: Photos non taguées

source: Loading please wait
fr: Chargement en cours, veuillez patienter...

source: Upload photos
fr: Envoyer mes photos

source: My tagged photos
fr: Mes photos taguées

source: My untagged photos
fr: Mes photos non taguées

source: Brands
fr: Les marques

source: Log off
fr: Me déconnecter

source: Log in with Facebook
fr: Me connecter avec Facebook

source: Log in with Twitter
fr: Me connecter avec Twitter
